export const cartPosts = [
    { id: 1, title: 'Название 1', thesis: 'Краткое описание 1', info: 'Основная суть поста 1...', date: '01.01.2025'},
    { id: 2, title: 'Название 2', thesis: 'Краткое описание 2', info: 'Основная суть поста 2...', date: '02.02.2025'},
    { id: 3, title: 'Название 3', thesis: 'Краткое описание 3', info: 'Основная суть поста 3...', date: '03.03.2025'},
    { id: 4, title: 'Название 4', thesis: 'Краткое описание 4', info: 'Основная суть поста 4...', date: '04.04.2025'},
    { id: 5, title: 'Название 5', thesis: 'Краткое описание 5', info: 'Основная суть поста 5...', date: '05.05.2025'},
    { id: 6, title: 'Название 6', thesis: 'Краткое описание 6', info: 'Основная суть поста 6...', date: '06.06.2025'},
    { id: 7, title: 'Название 7', thesis: 'Краткое описание 7', info: 'Основная суть поста 7...', date: '07.07.2025'},
    { id: 8, title: 'Название 8', thesis: 'Краткое описание 8', info: 'Основная суть поста 8...', date: '08.08.2025'},
    { id: 9, title: 'Название 9', thesis: 'Краткое описание 9', info: 'Основная суть поста 9...', date: '09.09.2025'},
    { id: 10, title: 'Название 10', thesis: 'Краткое описание 10', info: 'Основная суть поста 10...', date: '10.10.2025'},
    { id: 11, title: 'Название 11', thesis: 'Краткое описание 11', info: 'Основная суть поста 11...', date: '11.11.2025'},
    { id: 12, title: 'Название 12', thesis: 'Краткое описание 12', info: 'Основная суть поста 12...', date: '12.12.2025'},
];
